;Place localized text in this file

[CommonPCSPsi X2EquipmentTemplate]
FriendlyName="PCS: Psi"
FriendlyNamePlural="PCS: Psi"
BriefSummary="The basic Psi sim will give the affected soldier an increase to their psionic abilities

[RarePCSPsi X2EquipmentTemplate]
FriendlyName="PCS: Advanced Psi"
FriendlyNamePlural="PCS: Advanced Psi"
BriefSummary="The Advanced Psi sim will give the affected soldier a slightly greater increase to their psionic abilities

[EpicPCSPsi X2EquipmentTemplate]
FriendlyName="PCS: Superior Psi"
FriendlyNamePlural="PCS: Superior Psi"
BriefSummary="The Superior Psi sim will give the affected soldier the greatest increase to their psionic abilities."

[AmpBooster X2AbilityTemplate]
LocFriendlyName="AmpBooster"
LocHelpText="Gives the wearer a slight increase to their psionic abilities."

[AmpBooster X2EquipmentTemplate]
FriendlyName="AmpBooster"
FriendlyNamePlural="AmpBoosters"
BriefSummary="The Amp Booster is a powerful psionic artifact, further improving our soldier's psionic abilities."
TacticalText="<Bullet/> A soldier carrying the Amp Booster receives a slight increase to their psionic abilities."

[GrimyNeuroWhip X2AbilityTemplate]
LocFriendlyName="NeuroWhip"
LocHelpText="Gives the wearer a substantial increase to their psionic abilities."

[GrimyNeuroWhip X2EquipmentTemplate]
FriendlyName="NeuroWhip"
FriendlyNamePlural="NeuroWhips"
BriefSummary="The Neuro Whipis a powerful psionic artifact, further improving our soldier's psionic abilities."
TacticalText="<Bullet/> A soldier carrying the Neuro Whipreceives a substantial increase to their psionic abilities."